var LaiChiYaData =
    [
        {
            "默认选中": true,
            "分类名称": "超级福利",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/2荤2素随心配.jpg",
                    "高清图": "img/商品列表图/2荤2素随心配.jpg",
                    "标题": "两荤两素自选套餐1",
                    "标签1": "月售12 2人份",
                    "标签2": "辣、鸭翅中、鸭脖、藕片",
                    "标签3": "8.64折 限2份",
                    "售价": 13.7,
                    "划线价格": 15.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/2荤2素随心配.jpg",
                    "高清图": "img/商品列表图/2荤2素随心配.jpg",
                    "标题": "两荤两素自选套餐2",
                    "标签1": "月售12 2人份",
                    "标签2": "辣、鸭翅中、鸭脖、藕片",
                    "标签3": "8.64折 限2份",
                    "售价": 13.7,
                    "划线价格": 15.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/2荤2素随心配.jpg",
                    "高清图": "img/商品列表图/2荤2素随心配.jpg",
                    "标题": "两荤两素自选套餐3",
                    "标签1": "月售12 2人份",
                    "标签2": "辣、鸭翅中、鸭脖、藕片",
                    "标签3": "8.64折 限2份",
                    "售价": 13.7,
                    "划线价格": 15.8,
                    "已售罄": true,
                    "购买数量": 0
                }
            ]
        },
        {
            "分类名称": "随心绝配",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/2荤2素随心配.jpg",
                    "高清图": "img/商品列表图/2荤2素随心配.jpg",
                    "标题": "两荤两素自选套餐4",
                    "标签1": "月售12 2人份",
                    "标签2": "辣、鸭翅中、鸭脖、藕片",
                    "标签3": "8.64折 限2份",
                    "售价": 13.7,
                    "划线价格": 15.8,
                    "购买数量": 0
                }
            ]
        },
        {
            "分类名称": "夜宵有味",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/2荤2素随心配.jpg",
                    "高清图": "img/商品列表图/2荤2素随心配.jpg",
                    "标题": "两荤两素自选套餐5",
                    "标签1": "月售12 2人份",
                    "标签2": "辣、鸭翅中、鸭脖、藕片",
                    "标签3": "8.64折 限2份",
                    "售价": 13.7,
                    "划线价格": 15.8,
                    "购买数量": 0
                }
            ]
        },
        {
            "分类名称": "我的喜欢&nbsp;<i class='icon icon-heart' style='color:red'></i>",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/2荤2素随心配.jpg",
                    "高清图": "img/商品列表图/2荤2素随心配.jpg",
                    "标题": "两荤两素自选套餐6",
                    "标签1": "月售12 2人份",
                    "标签2": "辣、鸭翅中、鸭脖、藕片",
                    "标签3": "8.64折 限2份",
                    "售价": 13.7,
                    "划线价格": 15.8,
                    "购买数量": 0

                }
            ]
        }
    ]
