var LaiChiYaData =
    [
        {
            "默认选中": true,
            "分类名称": "招牌",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/鸭脖-1.jpg",
                    "高清图": "img/商品列表图/鸭脖-1.jpg",
                    "标题": "黑鸭鸭脖【中盒】（经典甜辣味）",
                    "标签1": "肉质紧实",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭架-1.jpg",
                    "高清图": "img/商品列表图/鸭架-1.jpg",
                    "标题": "黑鸭锁骨【中盒】（经典甜辣味）",
                    "标签1": "软骨弹韧 味美耐嚼",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭掌.jpg",
                    "高清图": "img/商品列表图/鸭掌.jpg",
                    "标题": "黑鸭鸭掌【中盒】（经典甜辣味）",
                    "标签1": "饱满Q弹 嚼劲十足",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭翅.jpg",
                    "高清图": "img/商品列表图/鸭翅.jpg",
                    "标题": "黑鸭鸭翅【中盒】（经典甜辣味）",
                    "标签1": "饱满紧致 口口满足",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭头-1.jpg",
                    "高清图": "img/商品列表图/鸭头-1.jpg",
                    "标题": "黑鸭鸭头（经典甜辣味）",
                    "标签1": "个大鲜美，入味深髓",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭胗.jpg",
                    "高清图": "img/商品列表图/鸭胗.jpg",
                    "标题": "黑鸭鸭胗（经典甜辣味）",
                    "标签1": "个个弹牙，有滋有味",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭肠-1.jpg",
                    "高清图": "img/商品列表图/鸭肠-1.jpg",
                    "标题": "黑鸭鸭肠（经典甜辣味）",
                    "标签1": "鲜香弹韧，细腻耐嚼",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸡爪.jpg",
                    "高清图": "img/商品列表图/鸡爪.jpg",
                    "标题": "卤鸡爪（经典甜辣味）",
                    "标签1": "鲜选鸡爪，甜辣入味",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                }
            ]
        },
        {
            "分类名称": "素菜",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/毛豆-1.jpg",
                    "高清图": "img/商品列表图/毛豆-1.jpg",
                    "标题": "毛豆（经典甜辣味）",
                    "标签1": "豆嫩味鲜 软糯爽口",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/腐竹1.jpg",
                    "高清图": "img/商品列表图/腐竹1.jpg",
                    "标题": "腐竹（经典甜辣味）",
                    "标签1": "非转基因大豆 无色素",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/莲藕.jpg",
                    "高清图": "img/商品列表图/莲藕.jpg",
                    "标题": "莲藕（经典甜辣味）",
                    "标签1": "新鲜爽口",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/海带-1.jpg",
                    "高清图": "img/商品列表图/海带-1.jpg",
                    "标题": "海带（经典甜辣味）",
                    "标签1": "脆嫩爽口",
                    "标签2": "1盒 约100g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                }
            ]
        },

        {
            "分类名称": "醇香肉宴",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭架.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭架.jpg",
                    "标题": "鸭脖+鸭锁骨（经典甜辣味）",
                    "标签1": "人气推荐",
                    "标签2": "共2盒 约300g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭翅+鸭脖+鸭架.jpg",
                    "高清图": "img/商品列表图/鸭翅+鸭脖+鸭架.jpg",
                    "标题": "鸭脖+鸭锁骨+鸭翅（经典甜辣味）",
                    "标签1": "回头客推荐",
                    "标签2": "3盒 约300g",
                    "标签3": "月售12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },

            ]

        },
        {
            "分类名称": "素食套餐",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/毛豆+海带+莲藕.jpg",
                    "高清图": "img/商品列表图/毛豆+海带+莲藕.jpg",
                    "标题": "毛豆+莲藕+海带",
                    "标签1": "经典甜辣味 店铺热卖",
                    "标签2": "3盒 约300g",
                    "标签3": "月销12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/腐竹+莲藕+海带-1.jpg",
                    "高清图": "img/商品列表图/腐竹+莲藕+海带-1.jpg",
                    "标题": "莲藕+海带+腐竹",
                    "标签1": "经典甜辣味 经济实惠",
                    "标签2": "3盒 约300g",
                    "标签3": "",
                    "售价": 6,
                    "划线价格": 9,
                    "购买数量": 0
                },

            ]
        },
        {
            "分类名称": "荤素搭配",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭架+毛豆+莲藕-2.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭架+毛豆+莲藕-2.jpg",
                    "标题": "鸭锁骨+鸭脖+毛豆+莲藕",
                    "标签1": "经典甜辣味",
                    "标签2": "4盒 约600g",
                    "标签3": "月销12",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭头+毛豆+海带-1.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭头+毛豆+海带-1.jpg",
                    "标题": "鸭脖+鸭头+毛豆+海带",
                    "标签1": "经典甜辣味",
                    "标签2": "4盒 约600g",
                    "标签3": "月销12",
                    "售价": 6,
                    "划线价格": 9,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭头+鸭架+毛豆+海带+莲藕1.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭头+鸭架+毛豆+海带+莲藕1.jpg",
                    "标题": "鸭脖+鸭头+鸭锁骨+毛豆+海带+莲藕",
                    "标签1": "经典甜辣味",
                    "标签2": "6盒 约1000g",
                    "标签3": "月销12",
                    "售价": 6,
                    "划线价格": 9,
                    "购买数量": 0
                }]
        },
        {
            "分类名称": "饮料",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/娃哈哈纯净水.jpg",
                    "高清图": "img/商品列表图/娃哈哈纯净水.jpg",
                    "标题": "哇哈哈纯净水",
                    "标签1": "月售12",
                    "标签2": "1瓶 596ML",
                    "标签3": "",
                    "售价": 2,
                    "划线价格": 3,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/可口可乐.jpg",
                    "高清图": "img/商品列表图/可口可乐.jpg",
                    "标题": "可口可乐",
                    "标签1": "月售12",
                    "标签2": "1瓶 330ML",
                    "标签3": "",
                    "售价": 6,
                    "划线价格": 9,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/可口可乐.jpg",
                    "高清图": "img/商品列表图/可口可乐.jpg",
                    "标题": "可口可乐",
                    "标签1": "月售12",
                    "标签2": "1瓶 330ML",
                    "标签3": "",
                    "售价": 6,
                    "划线价格": 9,
                    "已售罄": true,
                    "购买数量": 0
                }
            ]
        }
    ]



//轮播图
//默认图片 填写 1 ,就是从第 2 张图片开始播放
//默认图片 填写 2 ,就是从第 2 张图片开始播放
//以此类推
//轮播图列表 里面填写图片的路径
//最终将会按照列表的顺序轮播
var CarouselImage = {
    "默认图片": 1,
    "轮播图列表": [
        "img/轮播图/网页背景2.jpg",
        "img/轮播图/网页背景1.jpg"
    ]
};

//关于店铺
//<br /> 标签用于换行
var AboutTheStoreData = {
    "店铺介绍":`欢迎来到我们的卤鸭摊位！我们致力于为您提供新鲜、美味的卤鸭食品，让每一口都充满满足感。
                <br />
                我们的卤鸭采用传统秘方，配以精选的香料和调料，经过精心制作，确保味道醇厚、肉质鲜嫩。无论是作为正餐还是小吃，都是绝佳的选择。
                <br />
                我们的营业时间为早上8点至晚上7点，方便您在一天的忙碌中随时光临。特别是从早上9点到晚上8点，我们还提供配送服务，让您在家也能轻松享受美味。
                <br />
                我们始终把食品安全和卫生放在第一位，确保每一道菜品都能让您放心享用。无论您是想和家人一起分享，还是自己独享美味，欢迎来到我们的卤鸭摊位，期待为您提供最好的美食体验！`,
    "店铺地址": "广东省 佛山市 三水区 大塘镇 大布沙市场 万城万充汽车充电站附近",
    "出摊营业时间": "08:30 - 19:00",
    "配送服务时间": "09:30 - 20:00",
    "配送说明": "周围3公里内 满30元起送  周围2公里内 满20元起送  超过3公里范围内不提供配送服务",
    "店铺拍照": ["img/微信二维码/来吃鸭_老板微信.jpg", "img/微信二维码/来吃鸭_老板微信.jpg"],
}
