var LaiChiYaData =
[
  {
    "默认选中": true,
    "分类名称": "招牌",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭脖【中盒】（经典甜辣味）",
        "标签1": "肉质紧实",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭锁骨【中盒】（经典甜辣味）",
        "标签1": "软骨弹韧 味美耐嚼",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭掌【中盒】（经典甜辣味）",
        "标签1": "饱满Q弹 嚼劲十足",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭翅【中盒】（经典甜辣味）",
        "标签1": "饱满紧致 口口满足",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭头（经典甜辣味）",
        "标签1": "个大鲜美，入味深髓",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭珍（经典甜辣味）",
        "标签1": "个个弹牙，有滋有味",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭肠（经典甜辣味）",
        "标签1": "鲜香弹韧，细腻耐嚼",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "卤鸡爪（经典甜辣味）",
        "标签1": "鲜选鸡爪，甜辣入味",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "素菜",
	 "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "毛豆（经典甜辣味）",
        "标签1": "豆嫩味鲜 软糯爽口",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "腐竹（经典甜辣味）",
        "标签1": "非转基因大豆 无色素",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "莲藕（经典甜辣味）",
        "标签1": "新鲜爽口",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "海带（经典甜辣味）",
        "标签1": "脆嫩爽口",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      }
	]
  },
  
  {
    "分类名称": "醇香肉宴",
	 "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "鸭脖+鸭锁骨（经典甜辣味）",
        "标签1": "人气推荐",
        "标签2": "共2盒 约300g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "鸭脖+鸭锁骨+鸭翅（经典甜辣味）",
        "标签1": "回头客推荐",
        "标签2": "3盒 约300g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },

	]
	
  },
    {
    "分类名称": "素食套餐",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "毛豆+莲藕+海带",
        "标签1": "经典甜辣味 店铺热卖",
        "标签2": "3盒 约300g",
        "标签3": "月销12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "莲藕+海带+腐竹",
        "标签1": "经典甜辣味 经济实惠",
        "标签2": "3盒 约300g",
        "标签3": "6.6折",
        "售价": 6,
        "划线价格": 9,
        "购买数量": 0
      },
     
    ]
  },
    {
    "分类名称": "荤素搭配",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "鸭锁骨+鸭脖+毛豆+莲藕",
        "标签1": "经典甜辣味",
        "标签2": "4盒 约600g",
        "标签3": "月销12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "鸭脖+鸭头+毛豆+海带",
        "标签1": "经典甜辣味",
        "标签2": "4盒 约600g",
        "标签3": "月销12 6.6折",
        "售价": 6,
        "划线价格": 9,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "鸭脖+鸭头+鸭锁骨+毛豆+海带+莲藕",
        "标签1": "经典甜辣味",
        "标签2": "6盒 约1000g",
        "标签3": "月销12 6.6折",
        "售价": 6,
        "划线价格": 9,
        "购买数量": 0
      }]
	},
  {
    "分类名称": "饮料",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "哇哈哈纯净水",
        "标签1": "月售12",
        "标签2": "1瓶 596ML",
        "标签3": "6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "可口可乐",
        "标签1": "月售12",
        "标签2": "1瓶 330ML",
        "标签3": "6.6折",
        "售价": 6,
        "划线价格": 9,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "可口可乐",
        "标签1": "月售12",
        "标签2": "1瓶 330ML",
        "标签3": "6.6折",
        "售价": 6,
        "划线价格": 9,
        "已售罄": true,
        "购买数量": 0
      }
    ]
  }
  
]