var LaiChiYaData =
    [
	{
		"默认选中": true,
		
            "分类名称": "招牌",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "https://i-040.wwentua.com:446/10222000205192730bb/2024/10/22/960af0be0fc3f2634e8e247c4f13badb.zip?st=ly6vo6YkT9h7QApRm2UH8A&e=1729601312&b=ALsKj1faAu4H0l6JBLFS7wftXeQFlVPfCQVaslPaVdxU4Q2xUvsD41SRV48CfFAuCDRadg_c_c&fi=205192730&pid=27-45-212-64&up=2&mp=0&co=0",
                    "高清图": "img/商品列表图/鸭架-1.jpg",
                    "标题": "黑鸭锁骨【盒装】（经典甜辣味）",
                    "标签1": "软骨弹韧 味美耐嚼",
                    "标签2": "1盒 共3个",
                    "标签3": "约100g",
                    "售价": 10,
                    "划线价格": 19.8,
                    "购买数量": 0
                },
				{
                    "缩略图": "img/商品列表图/鸭脖-1_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭脖-1.jpg",
                    "标题": "黑鸭鸭脖【盒装】（经典甜辣味）",
                    "标签1": "肉质紧实",
                    "标签2": "1盒 共2条",
                    "标签3": "约100g",
                    "售价": 13,
                    "划线价格": 24.8,
                    "购买数量": 0
                },
                 {
                    "缩略图": "img/商品列表图/鸭头-1_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭头-1.jpg",
                    "标题": "黑鸭鸭头【盒装】（经典甜辣味）",
                    "标签1": "个大鲜美，入味深髓",
                    "标签2": "1盒 共2个",
                    "标签3": "约100g",
                    "售价": 13,
                    "划线价格": 18,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭掌_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭掌.jpg",
                    "标题": "黑鸭鸭掌【盒装】（经典甜辣味）",
                    "标签1": "饱满Q弹 嚼劲十足",
                    "标签2": "1盒 共4个",
                    "标签3": "约100g",
                    "售价": 10,
                    "划线价格": 24.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭翅新_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭翅新.jpg",
                    "标题": "黑鸭鸭翅【盒装】（经典甜辣味）",
                    "标签1": "饱满紧致 口口满足",
                    "标签2": "1盒 共4个",
                    "标签3": "约100g",
                    "售价": 10,
                    "划线价格": 19.8,
                    "购买数量": 0
                },
               
                {
                    "缩略图": "img/商品列表图/鸭胗_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭胗.jpg",
                    "标题": "黑鸭鸭胗【盒装】（经典甜辣味）",
                    "标签1": "个个弹牙 有滋有味",
                    "标签2": "1盒 共3个",
                    "标签3": "约100g",
                    "售价": 10,
                    "划线价格": 18.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭肠-1_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭肠-1.jpg",
                    "标题": "黑鸭鸭肠【盒装】（经典甜辣味）",
                    "标签1": "鲜香弹韧 细腻耐嚼",
                    "标签2": "1盒",
                    "标签3": "约125g",
                    "售价": 15,
                    "划线价格": 29.9,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸡爪_缩略图.jpg",
                    "高清图": "img/商品列表图/鸡爪.jpg",
                    "标题": "卤鸡爪【盒装】（经典甜辣味）",
                    "标签1": "鲜选鸡爪 甜辣入味",
                    "标签2": "1盒 共3个",
                    "标签3": "约100g",
                    "售价": 10,
					"已售罄": true,
                    "划线价格": 24.8,
                    "购买数量": 0
                }
            ]
        },
        
	{
		
           	
            "分类名称": "单点",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/热卖鸭架_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖鸭架.jpg",
                    "标题": "鸭锁骨（经典甜辣味）",
                    "标签1": "软骨弹韧 味美耐嚼",
				    "标签2": "共1个",
                    "标签3": "约100g",
                    "售价": 4,
                    "划线价格": 6,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/热卖鸭脖_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖鸭脖.jpg",
                    "标题": "鸭脖（经典甜辣味）",
                    "标签1": "肉质紧实",
					"标签2": "共1条",
                    "标签3": "约100g ",
                    
                    "售价": 7,
                    "划线价格": 9,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/热卖鸭头_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖鸭头.jpg",
                    "标题": "鸭头（经典甜辣味）",
                    "标签1": "个大鲜美 入味深髓",
					"标签2": "共1个",
                    "标签3": "约100g",
                    
                    "售价": 7,
                    "划线价格": 9,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/热卖鸭爪_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖鸭爪.jpg",
                    "标题": "鸭掌（经典甜辣味）",
                    "标签1": "饱满Q弹 嚼劲十足",
					"标签2": "共1个",
                    "标签3": "约100g",
                    
                    "售价": 3,
                    "划线价格": 5.5,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭翅新_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭翅新.jpg",
                    "标题": "鸭翅（经典甜辣味）",
                    "标签1": "饱满紧致 口口满足",
					"标签2": "共1个",
                    "标签3": "约100g",
                    
                    "售价": 3,
                    "划线价格": 6,
                    "购买数量": 0
                },
				 {
                    "缩略图": "img/商品列表图/热卖鸭胗_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖鸭胗.jpg",
                    "标题": "鸭胗（经典甜辣味）",
                    "标签1": "个个弹牙 有滋有味",
					"标签2": "共1个",
                    "标签3": "约100g",
                    
                    "售价": 4,
                    "划线价格": 6,
                
                    "购买数量": 0
                },
				 {
                    "缩略图": "img/商品列表图/热卖鸭肠_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖鸭肠.jpg",
                    "标题": "鸭肠（经典甜辣味）",
                    "标签1": "鲜香弹韧 细腻耐嚼",
				    "标签2": "",
                    "标签3": "约50g",
                    
                    "售价": 6,
                    "划线价格": 15,
                    "购买数量": 0
                },
				 {
                    "缩略图": "img/商品列表图/热卖卤鸡爪_缩略图.jpg",
                    "高清图": "img/商品列表图/热卖卤鸡爪.jpg",
                    "标题": "卤鸡爪（经典甜辣味）",
                    "标签1": "鲜选鸡爪 甜辣入味",
					"标签2": "共1个",
                    "标签3": "月售12",
				    "已售罄": true,
                    
                    "售价": 6,
                    "划线价格": 9,
                    "购买数量": 0
                }
            ]
        },
        {
            "分类名称": "素菜",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/毛豆-1_缩略图.jpg",
                    "高清图": "img/商品列表图/毛豆-1.jpg",
                    "标题": "毛豆（经典甜辣味）",
                    "标签1": "豆嫩味鲜 软糯爽口",
                    "标签2": "1盒",
                    "标签3": "约200g",
                    "售价": 6.4,
                    "划线价格": 8.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/腐竹1_缩略图.jpg",
                    "高清图": "img/商品列表图/腐竹1.jpg",
                    "标题": "腐竹（经典甜辣味）",
                    "标签1": "非转基因大豆 无色素",
                    "标签2": "1盒",
                    "标签3": "约200g",
                    "售价": 6.4,
                    "划线价格": 8.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/莲藕_缩略图.jpg",
                    "高清图": "img/商品列表图/莲藕.jpg",
                    "标题": "莲藕（经典甜辣味）",
                    "标签1": "新鲜爽口",
                    "标签2": "1盒",
                    "标签3": "约200g",
                    "售价": 6.4,
                    "划线价格": 8.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/海带-1_缩略图.jpg",
                    "高清图": "img/商品列表图/海带-1.jpg",
                    "标题": "海带（经典甜辣味）",
                    "标签1": "脆嫩爽口",
                    "标签2": "1盒",
                    "标签3": "约200g",
                    "售价": 6.4,
                    "划线价格": 8.8,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/土豆片_缩略图.jpg",
                    "高清图": "img/商品列表图/土豆片.jpg",
                    "标题": "土豆（经典甜辣味）",
                    "标签1": "片片粉糯，香辣入味",
                    "标签2": "1盒",
                    "标签3": "约200g",
                    "售价": 6.4,
                    "划线价格": 8.8,
                    "购买数量": 0
                }
            ]
        },

        {
            "分类名称": "醇香肉宴",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭架_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭架.jpg",
                    "标题": "2条鸭脖+3个鸭锁骨（经典甜辣味）",
                    "标签1": "人气推荐",
                    "标签2": "共2盒",
                    "标签3": "约300g",
                    "售价": 22.5,
                    "划线价格": 38,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭条鸭锁骨鸭翅新_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭锁骨+鸭翅新.jpg",
                    "标题": "1条鸭脖+3个鸭锁骨+4个鸭翅（经典甜辣味）",
                    "标签1": "回头客推荐",
                    "标签2": "共3盒",
                    "标签3": "约300g",
                    "售价": 26,
                    "划线价格": 54.9,
                    "购买数量": 0
                },

            ]

        },
        {
            "分类名称": "素食套餐",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/毛豆+海带+莲藕_缩略图.jpg",
                    "高清图": "img/商品列表图/毛豆+海带+莲藕.jpg",
                    "标题": "毛豆+莲藕+海带",
                    "标签1": "经典甜辣味 店铺热卖",
                    "标签2": "3盒",
                    "标签3": "共约600g",
                    "售价": 18.7,
                    "划线价格": 28,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/腐竹+莲藕+海带-1_缩略图.jpg",
                    "高清图": "img/商品列表图/腐竹+莲藕+海带-1.jpg",
                    "标题": "莲藕+海带+腐竹",
                    "标签1": "经典甜辣味 经济实惠",
                    "标签2": "3盒",
                    "标签3": "共约600g",
                    "售价": 18.7,
                    "划线价格": 28,
                    "购买数量": 0
                },
				{
                    "缩略图": "img/商品列表图/腐竹+莲藕+海带-1_缩略图.jpg",
                    "高清图": "img/商品列表图/腐竹+莲藕+海带-1.jpg",
                    "标题": "土豆+毛豆+腐竹",
                    "标签1": "经典甜辣味 经济实惠",
                    "标签2": "3盒",
                    "标签3": "共约600g",
                    "售价": 18.7,
                    "划线价格": 28,
                    "购买数量": 0
                },

            ]
        },
        {
            "分类名称": "荤素搭配",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭架+毛豆+莲藕-2_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭架+毛豆+莲藕-2.jpg",
                    "标题": "3个鸭锁骨+1条鸭脖+毛豆200g+莲藕200G",
                    "标签1": "经典甜辣味",
                    "标签2": "4盒",
                    "标签3": "共约600g",
                    "售价": 29,
                    "划线价格": 39,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭头+毛豆+海带-1_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭头+毛豆+海带-1.jpg",
                    "标题": "1条鸭脖+2个鸭头+毛豆200g+海带200g",
                    "标签1": "经典甜辣味",
                    "标签2": "4盒",
                    "标签3": "约600g",
                    "售价": 32,
                    "划线价格": 42,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/鸭脖+鸭头+鸭架+毛豆+海带+莲藕1_缩略图.jpg",
                    "高清图": "img/商品列表图/鸭脖+鸭头+鸭架+毛豆+海带+莲藕1.jpg",
                    "标题": "2条鸭脖+2个鸭头+3个鸭锁骨+毛豆200g+海带200g+莲藕200g",
                    "标签1": "经典甜辣味",
                    "标签2": "6盒",
                    "标签3": "约600g",
                    "售价": 53,
                    "划线价格": 69,
                    "购买数量": 0
                }]
        },
        {
            "分类名称": "饮料",
            "订单商品数量": 0,
            "分类内容": [
                {
                    "缩略图": "img/商品列表图/雪碧瓶装_缩略图.jpg",
                    "高清图": "img/商品列表图/雪碧瓶装.jpg",
                    "标题": "雪碧",
                    "标签1": "",
                    "标签2": "1瓶 500ML",
                    "标签3": "",
                    "售价": 3.5,
                    "划线价格": 4,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/可口可乐瓶装_缩略图.jpg",
                    "高清图": "img/商品列表图/可口可乐瓶装.jpg",
                    "标题": "可口可乐",
                    "标签1": "",
                    "标签2": "1瓶 500ML",
                    "标签3": "",
                    "售价": 3.5,
                    "划线价格": 4,
                    "购买数量": 0
                },
                {
                    "缩略图": "img/商品列表图/可口可乐瓶装_缩略图.jpg",
                    "高清图": "img/商品列表图/可口可乐瓶装.jpg",
                    "标题": "可口可乐",
                    "标签1": "",
                    "标签2": "1瓶 330ML",
                    "标签3": "",
                    "售价": 6,
                    "划线价格": 9,
                    "已售罄": true,
                    "购买数量": 0
                }
            ]
        }

    ]
	

//轮播图
//默认图片 填写 1 ,就是从第 2 张图片开始播放
//默认图片 填写 2 ,就是从第 2 张图片开始播放
//以此类推
//轮播图列表 里面填写图片的路径
//最终将会按照列表的顺序轮播
var CarouselImage = {
    "默认图片": 1,
    "轮播图列表": [
		"img/轮播图/配送广告_压缩后.jpg",
        "img/轮播图/网页背景2_压缩后.jpg",
    ]
};

// 关于店铺
// <br/> 标签用于换行
// false 未售罄
// true 已售罄
var AboutTheStoreData = {
    "店铺介绍":`欢迎来到我们的卤鸭摊位！我们致力于为您提供新鲜、美味的卤鸭食品，让每一口都充满满足感。
                <br />
                我们的卤鸭采用传统秘方，配以精选的香料和调料，经过精心制作，确保味道醇厚、肉质鲜嫩。无论是作为正餐还是小吃，都是绝佳的选择。
                <br />
                我们的营业时间为下午16点至晚上23点，方便您在一天的忙碌中随时光临。特别是从下午16点到晚上24点，我们还提供配送服务，让您在家也能轻松享受美味。
                <br />
                我们始终把食品安全和卫生放在第一位，确保每一道菜品都能让您放心享用。无论您是想和家人一起分享，还是自己独享美味卤鸭，欢迎来到我们的卤鸭摊位，期待为您提供最好的美食体验！`,
    "店铺地址": "广东省 佛山市 三水区 大塘镇 大布沙市场 万城万充汽车充电站附近",
    "出摊营业时间": "16:00 - 23:00",
    "配送服务时间": "16:00 - 24:00",
    "配送说明": "以店铺地址为中心，周围1公里范围内 满25元起配送 超过1公里范围以内暂不提供配送服务",
    "店铺拍照": [
	"img/微信二维码/来吃鸭_老板微信.jpg",
	"img/微信二维码/来吃鸭_老板微信.jpg"
	],
	"起送价格": 25,
	"商品全部售罄": false,
    "售罄提示内容": "今日美食已全部售罄，期待您明日的惠顾"
}
