var LaiChiYaData =
[
  {
    "默认选中": true,
    "分类名称": "鸭鸭招牌",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭脖【中盒】（经典甜辣味）",
        "标签1": "肉质紧实",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭锁骨【中盒】（经典甜辣味）",
        "标签1": "软骨弹韧 味美耐嚼",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭掌【中盒】（经典甜辣味）",
        "标签1": "饱满Q弹 嚼劲十足",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
	  {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "黑鸭鸭翅【中盒】（经典甜辣味）",
        "标签1": "饱满紧致 口口满足",
        "标签2": "1盒 约100g",
        "标签3": "月售12 6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "鸭鸭饮料",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "哇哈哈纯净水",
        "标签1": "月售12",
        "标签2": "1瓶 596ML",
        "标签3": "6.6折",
        "售价": 2,
        "划线价格": 3,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "可口可乐",
        "标签1": "月售12",
        "标签2": "1瓶 330ML",
        "标签3": "6.6折",
        "售价": 6,
        "划线价格": 9,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "可口可乐",
        "标签1": "月售12",
        "标签2": "1瓶 330ML",
        "标签3": "6.6折",
        "售价": 6,
        "划线价格": 9,
        "已售罄": true,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "超级福利",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐1",
        "标签1": "月售12 2人份",
        "标签2": "辣、鸭翅中、鸭脖、藕片",
        "标签3": "8.64折 限2份",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐2",
        "标签1": "月售12 2人份",
        "标签2": "辣、鸭翅中、鸭脖、藕片",
        "标签3": "8.64折 限2份",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐3",
        "标签1": "月售12 2人份",
        "标签2": "辣、鸭翅中、鸭脖、藕片",
        "标签3": "8.64折 限2份",
        "售价": 13.7,
        "划线价格": 15.8,
        "已售罄": true,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "随心绝配",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐4",
        "标签1": "月售12 2人份",
        "标签2": "辣、鸭翅中、鸭脖、藕片",
        "标签3": "8.64折 限3份",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "夜宵有味",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐5",
        "标签1": "月售12 2人份",
        "标签2": "辣、鸭翅中、鸭脖、藕片",
        "标签3": "8.64折 限2份",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "我的喜欢",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐6",
        "标签1": "月售12 2人份",
        "标签2": "辣、鸭翅中、鸭脖、藕片",
        "标签3": "8.64折 限2份",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      }
    ]
  },
  {
    "分类名称": "新的套餐",
    "订单商品数量": 0,
    "分类内容": [
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "两荤两素自选套餐4",
        "标签1": "月售12 约200g",
        "标签2": "店铺销量第3 好评多",
        "标签3": "8.64折 单点不送",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      },
      {
        "缩略图": "img/商品列表图/2荤2素随心配.jpg",
        "高清图": "img/商品列表图/2荤2素随心配.jpg",
        "标题": "冬梅转速和4",
        "标签1": "月售12 约200g",
        "标签2": "店铺销量第3 好评多",
        "标签3": "8.64折 单点不送",
        "售价": 13.7,
        "划线价格": 15.8,
        "购买数量": 0
      }
    ]
  }
]